openfoam_cases/heatsink_validation/heatsink_cht/constant/regionProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      regionProperties;
}

regions
(
    fluid ( fluid )
    solid ( solid )
);
