openfoam_cases/heatsink_validation/heatsink_cht/system/README
- fvSolution is used for outer correctors specification.
- fvSchemes is only so that pre-processing activities can proceed
